<?php

return [

    /*
    |--------------------------------------------------------------------------
    | 通用语言文件
    |--------------------------------------------------------------------------
    |
    | 以下语言行在整个应用程序中使用
    |
    */

    'download_excel_report' => '下载Excel报告',
    'clear' => '清除',
    'loading' => '加载中',
    'save_record' => '保存记录',
    'processing' => '处理中...',
    'update_record' => '更新记录',
    'updating' => '更新中...',
    'confirm_delete_title' => '您确定吗？',
    'confirm_delete_button' => '是的，删除它！',
    'alert' => '提示！',

];
